{
  "Gallery": "plants",
  "FileName": "cripplewood.jpg",
  "Make": "Canon",
  "Model": "Canon EOS 5D Mark III",
  "Lens": "EF16-35mm f/4L IS USM",
  "ExposureTime": "1/40",
  "FNumber": 6.3,
  "ISO": 2000,
  "ExposureCompensation": 0,
  "Flash": "Off, Did not fire",
  "FocalLength": "33.0 mm",
  "Keywords": [
    "England",
    "Europe",
    "Evergreen",
    "Greater London",
    "Green",
    "Grey",
    "Grey tree pincushion",
    "Hairs",
    "Kew Gardens",
    "Leaves",
    "Leucospermum conocarpodendron",
    "London",
    "Plant",
    "Proteaceae",
    "South Africa",
    "Temperate House",
    "Tree pincushion",
    "UK",
    "United Kingdom",
    "Vaalkreupelhout"
  ],
  "Headline": "Leaves of a grey tree pincushion (Leucospermum conocarpodendron) in Kew Gardens, showing the fine silvery hairs which give the leaves their grey appearance.",
  "Title": "Cripplewood",
  "Sublocation": "Kew Gardens",
  "CountryPrimaryLocationName": "England",
  "CountryPrimaryLocationCode": "GB",
  "State": "Greater London",
  "ImageWidth": 560,
  "ImageHeight": 840,
  "ImageAspectRatio": 0.6666666666666666,
  "ImageAspectRatioIdentifier": "2to3",
  "Slug": "cripplewood",
  "DateTimeOriginal": "2019-10-20 16:54:10",
  "DatePublished": "2020-06-29 00:00:00",
  "Season": "autumn",
  "Colors": [
    "#3d3f32"
  ],
  "CaptionAbstract": "<p>A grey tree pincushion in the Temperate House at Kew Gardens. The common Afrikaans name <em>Kreupelhout</em> translates to “Cripplewood”, referring to the bent and twisted growth that the branches can exhibit.</p>\n<p>Although abundant, grey tree pincushion is classed as vulnerable due to not only the usual threats of habitat loss, but also the reduction of the population of native ants, which the grey tree pincushion relies on for seed dispersal, at the hands of alien ant species. Ants are attracted to the elaiosomes (fleshy structures attached to the seeds) and the native ants carry the seeds back to their nests to eat the elaiosomes, where the seeds are protected underground from fires as well as from being eaten by other animals. After a fire, the seeds then germinate. Invasive ants, on the other hand, are less concerned about the sustainability of their food source and gorge on the elaiosomes without performing the necessary duties, leaving the seeds unprotected from fire.</p>\n<p>But then the invasive ants would hardly be upholding the spirit of colonialism if they didn't ride roughshod over their new turf with complete indifference to the long-term ecological consequences of disrupting the delicate balance in which their evictees had lived in harmony for millennia.</p>\n"
}