{
  "Gallery": "abstracts",
  "Make": "Canon",
  "Model": "Canon EOS 5D Mark III",
  "Lens": "EF24-105mm f/4L IS USM",
  "ExposureTime": 1.6,
  "FNumber": 18,
  "ISO": 100,
  "ExposureCompensation": "-4/3",
  "Flash": "Off, Did not fire",
  "FocalLength": "58.0 mm",
  "Keywords": [
    "Autumn",
    "Beech",
    "Betula",
    "Betulaceae",
    "Birch",
    "Bryophyta",
    "Decay",
    "Fagus Sylvatica",
    "Leaves",
    "Line",
    "Moss",
    "New Forest",
    "Oak",
    "Order in disorder",
    "Plant",
    "Quercus",
    "Rotting",
    "Tree"
  ],
  "AltText": "Fallen autumn leaves lying in neat lines in the grooves of a decaying tree trunk in Gritnam wood, the New Forest.",
  "Title": "Fall into line",
  "Sublocation": "Gritnam Wood, the New Forest",
  "CountryPrimaryLocationName": "United Kingdom",
  "CountryPrimaryLocationCode": "GB",
  "State": "Hampshire",
  "GPSLatitudeRef": "North",
  "GPSLongitudeRef": "West",
  "ImageWidth": 840,
  "ImageHeight": 560,
  "ImageAspectRatio": 1.5,
  "ImageAspectRatioIdentifier": "3to2",
  "Slug": "fall-into-line",
  "DateTimeOriginal": "2022-10-30 13:52:14",
  "DatePublished": "2025-12-21 00:00:00",
  "Season": "autumn",
  "Colors": [
    "#35372e"
  ],
  "CaptionAbstract": "<p>A few autumns ago in Gritnam Wood in the New Forest. I was struck by the fallen leaves lying in neat lines in the grooves of this decaying trunk, giving some element of order to the chaos of decay. Finding a coherent composition within the disorder which presents itself is pretty much the name of the game in woodland photography.</p>\n<p>The decay of dead wood is an essential part of a woodland's natural recycling process. Nutrients are gradually released as they decompose, allowing for new growth. Rotting wood is important to many beetles and other insects. The New Forest has a large population of stag beetles, for example, as well as a rare crane fly species (Idiocera sexguttata) which uses decaying wood as a substrate for its larvae.</p>\n<p>It did not occur to me at the time of taking this photograph that in my attempt to impose order on this sylvan anarchy I was in fact demonstrating the human tendency towards tidiness which is bad news for beetles like the stag beetle. Dead and decaying wood is too often removed from our woodlands. The stag beetle has hugely declined in both number and distribution since the 1940s.</p>\n<p>In the New Forest, the woodlands are managed with minimum intervention, and felling is only undertaken for safety reasons.</p>"
}