{
  "Gallery": "highlands",
  "FileName": "multi-tiered-waterfall.jpg",
  "Make": "Canon",
  "Model": "Canon EOS 5D Mark III",
  "Lens": "EF24-105mm f/4L IS USM",
  "ExposureTime": "1/4",
  "FNumber": 4.5,
  "ISO": 320,
  "ExposureCompensation": "-2/3",
  "Flash": "Off, Did not fire",
  "FocalLength": "93.0 mm",
  "Keywords": [
    "An t-Eilean Muileach",
    "Ardmeanach",
    "Ardmeanach peninsula",
    "Basalt",
    "Cascade",
    "Columnar basalt",
    "Hebrides",
    "Inner Hebrides",
    "Isle of Mull",
    "Lichen",
    "Muile",
    "Mull",
    "Rock",
    "Scotland",
    "Stone",
    "Tiered waterfall",
    "UK",
    "United Kingdom",
    "Volcanic",
    "Water",
    "Waterfall"
  ],
  "AltText": "A waterfall cascading over columnar basalt on the Ardmeanach peninsula",
  "Title": "Multi-tiered waterfall",
  "Sublocation": "Ardmeanach Peninsula",
  "CountryPrimaryLocationName": "Scotland",
  "CountryPrimaryLocationCode": "GB",
  "State": "Argyll and Bute",
  "GPSLatitudeRef": "North",
  "GPSLongitudeRef": "West",
  "ImageWidth": 630,
  "ImageHeight": 840,
  "ImageAspectRatio": 0.75,
  "ImageAspectRatioIdentifier": "3to4",
  "Slug": "multi-tiered-waterfall",
  "DateTimeOriginal": "2022-06-02 14:36:28",
  "DatePublished": "2023-04-23 00:00:00",
  "Season": "spring",
  "Colors": [
    "#5c5854"
  ],
  "CaptionAbstract": "<p>I spotted this lovely little waterfall on my way to MacCulloch's fossil tree, which is a fossilised cypress-like tree on the tip of the Ardmeanach peninsula on Mull. I say fossilised tree - more accurately it is the cast of one, because Victorian tourists liked their mementos as much as present-day ones and cameras didn't fit in your pocket back then.</p>\n<p>On the way back, I struggled to find the waterfall again. I was pretty sure I was in the right place, but it seemed to have disappeared. Surely it hadn't dried up?! After craning my neck up I realised that the wind had picked up and was now blowing the waterfall sideways from where it spilled over the cliff edge high above, dispersing it thinly by the time it reached the ground. I had to wait for a long enough lull in the wind to take the shot I was after.</p>\n<p>The columnar basalt created an intriguing multi-tier effect which was what made it jump out to me in the first place. Though I couldn't get far enough away from the towering cliffs to see at the time, I am sure it was also multi-tiered on a much larger scale too, since the Ardmeanach peninsula is where Mull's volcanic origins are most apparent form the stepped &quot;trap&quot; landscape. When I had stayed on the Ross of Mull the previous year, I had often gazed across Loch Scridain to the primeval looking landscape of Mull's most remote area, with its thick, wedding cake-like layers formed by multiple successive lava flows. I had plenty to be getting on with on the Ross of Mull for that trip, but I knew I had to return to visit Ardmeanach some day. I didn't suspect then that it would within less than a year.</p>\n"
}