{
  "Gallery": "highlands",
  "Make": "Canon",
  "Model": "Canon EOS 5D Mark III",
  "Lens": "EF24-105mm f/4L IS USM",
  "ExposureTime": 4,
  "FNumber": 10,
  "ISO": 200,
  "ExposureCompensation": "-2/3",
  "Flash": "Off, Did not fire",
  "FocalLength": "32.0 mm",
  "Keywords": [
    "An t-Eilean Muileach",
    "Cloud",
    "Firth of Lorn",
    "Great Glen Fault",
    "Highlands",
    "Inner Hebrides",
    "Isle of Mull",
    "Long Exposure",
    "Muile",
    "Mull",
    "Outer Firth of Lorn",
    "Rainbow",
    "Rocks",
    "Ross of Mull",
    "Scotland",
    "Sea",
    "Slow Shutter Speed",
    "UK",
    "United Kingdom",
    "Water"
  ],
  "AltText": "A long exposure of the sea lapping at a boulder-strewn shore on the Ross of Mull, with a rainbow visible in the direction of mainland Scotland.",
  "Title": "The Froth on the Firth",
  "Sublocation": "Ross of Mull",
  "CountryPrimaryLocationName": "Scotland",
  "CountryPrimaryLocationCode": "GB",
  "GPSLatitudeRef": "North",
  "GPSLongitudeRef": "West",
  "ImageWidth": 560,
  "ImageHeight": 840,
  "ImageAspectRatio": 0.6666666666666666,
  "ImageAspectRatioIdentifier": "2to3",
  "Slug": "the-froth-on-the-firth",
  "DateTimeOriginal": "2021-10-22 17:21:49",
  "DatePublished": "2022-01-15 00:00:00",
  "Season": "autumn",
  "Colors": [
    "#b0989e"
  ],
  "CaptionAbstract": "<p>Not the Firth of Forth, unfortunately, so that is where the alliteration will have to end for today.</p>\n<p>This view is from the cliff-edged southern coast of the the Ross of Mull out to the Firth of Lorn and various islands off mainland Scotland.</p>\n<p>I took this on my way back from the Carsaig arches - two seriously impressive sea arches that would surely be overrun with millions of  tourists if they were a bit easier (and safer) to get to. The rainbow appeared shortly after I left the arches which did make me dither over whether I should go back and try to get three arches in one shot. However given that I was not entirely sure it was in the right position to get a decent composition, plus I was pretty relieved to have made it back to safety and I was already facing the prospect of making much of the journey back along the boulder-strewn shore in darkness, I decided against it.</p>\n<p>But I'm happy I still managed to get a decent photo from it. It always seems a shame to let a rainbow go to waste.</p>"
}