{
  "Gallery": "animals",
  "FileName": "grazing-by-the-beaulieu-river.jpg",
  "Make": "Canon",
  "Model": "Canon EOS 5D Mark III",
  "Lens": "EF24-105mm f/4L IS USM",
  "ExposureTime": "1/50",
  "FNumber": 13,
  "ISO": 800,
  "ExposureCompensation": 0,
  "Flash": "Off, Did not fire",
  "FocalLength": "105.0 mm",
  "Keywords": [
    "Beaulieu River",
    "Eating",
    "Equidae",
    "Grass",
    "Grazing",
    "Horse",
    "Mammal",
    "New Forest",
    "Plant",
    "Reflection",
    "Ripples",
    "Water"
  ],
  "AltText": "A grazing horse reflected in the Beaulieu River.",
  "Title": "Grazing by the Beaulieu River",
  "Sublocation": "Longwater Lawn, New Forest",
  "CountryPrimaryLocationName": "England",
  "CountryPrimaryLocationCode": "GB",
  "State": "Hampshire",
  "GPSLatitudeRef": "North",
  "GPSLongitudeRef": "West",
  "ImageWidth": 840,
  "ImageHeight": 560,
  "ImageAspectRatio": 1.5,
  "ImageAspectRatioIdentifier": "3to2",
  "Slug": "grazing-by-the-beaulieu-river",
  "DateTimeOriginal": "2022-10-31 12:16:58",
  "DatePublished": "2024-02-14 00:00:00",
  "Season": "autumn",
  "Colors": [
    "#8596a1"
  ],
  "CaptionAbstract": "<p>This horse was busy mowing Longwater Lawn to keep it in good condition for visitors such as myself. The New Forest ponies are hugely important engineers of the New Forest landscape. They spend the majority of their time feeding, and for part of the year grass forms 90% of their diet. Their large upper incisors allow them to crop close to the ground, so forming the neat and tidy lawns to be seen around the New Forest. Their grazing supports rare plant species like wild gladiolus and chamomile.</p>\n<p>A casual observer might assume the New Forest ponies are wild, and to be fair they might think they are too, as for most of the year they roam freely. But in the Autumn they are rounded up in events known as drifts. These started when Henry VIII introduced The Horses Act of 1540. Any horse under a certain height was deemed not battle-worthy and had to be destroyed. The ponies today do not need to fear this fate, although they will receive a health check and any ponies in poor condition will not be allowed back onto the Forest until their condition improves. They also have their tail cut into a pattern unique to the agister in charge of the drift, to show that the depasturing charge has been paid.</p>\n"
}